---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsn1
source: html/d4d551a1-54d5-f160-b827-f9212c63b4eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsn1 Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsn1 { get; }
```